{
	"recipe": [
		{
			"image": "https://cdn.rawgit.com/jwass91/mavo-recipe-book/0068230e2dfd3043231798760950ba2e9bd9813c/images/FNM-090111_WN-Dinners-037_s4x3.jpg.rend.hgtvcom.616.462.jpg",
			"title": "Tomato Salad",
			"tag": [
				"Salad",
				"Test",
				"HELLO"
			],
			"ingredient": [
				"1 1/2 pounds mixed tomatoes",
				"3 tablespoons balsamic vinegar",
				"2 teaspoons brown sugar",
				"2 tablespoons olive oil"
			],
			"step": [
				"Cut 1 1/2 pounds mixed tomatoes into wedges; season with salt and pepper. Cook 3 tablespoons balsamic vinegar and 2 teaspoons brown sugar in a small skillet over medium heat until reduced by half, about 3 minutes; remove from the heat and whisk in 2 tablespoons olive oil. Drizzle over the tomatoes; top with snipped chives and basil."
			]
		},
		{
			"image": "https://cdn.rawgit.com/jwass91/mavo-recipe-book/301be22f07471dfaaeef453df1efe5d625c60f6b/images/WU0306H_perfect-french-fries_s4x3.jpg.rend.hgtvcom.616.462.jpg",
			"title": "Perfect French Fries",
			"tag": [
				"Side"
			],
			"ingredient": [
				"5 pounds russet potatoes",
				"Vegetable or peanut oil, for frying",
				"Sea salt"
			],
			"step": [
				"Peel and rinse the potatoes. Then cut them into sticks by cutting the potato in 4 or 5 vertical pieces, and then cutting each piece into sticks.",
				"Place them in a large bowl and cover with cold water. Allow them to soak, 2 to 3 hours. (You can also stick them in the fridge and let them soak overnight.)",
				"When you're ready to make the fries, drain off the water and lay the potatoes on 2 baking sheets lined with paper towels. Blot with paper towels to dry them.",
				"Heat a few inches of oil in a heavy pot to 300 degrees F. In 3 or 4 batches, cook the potatoes until soft, 4 to 5 minutes per batch. They should not be brown at this point! You just want to start the cooking process. Remove each batch and drain on new/dry paper towels.",
				"Once all the potatoes have been fried at 300 degrees F, turn up the heat until the oil reaches 400 degrees F. When the oil's hot, start frying the potatoes in batches again, cooking until the fries are golden and crisp. Remove the potatoes from the oil and drain on paper towels.",
				"Sprinkle with sea salt and dive in!"
			]
		},
		{
			"image": "https://cdn.rawgit.com/jwass91/mavo-recipe-book/b9cb9888d23d74b6005fcec95210dc13431262f5/images/EA1F08_guacamole_s4x3.jpg.rend.hgtvcom.966.725.jpg",
			"title": "Guacamole",
			"tag": [
				"Appetizer"
			],
			"ingredient": [
				"3 Haas avocados, halved, seeded and peeled",
				"1 lime, juiced",
				"1/2 teaspoon kosher salt",
				"1/2 teaspoon ground cumin",
				"1/2 teaspoon cayenne",
				"1/2 medium onion, diced",
				"1/2 jalapeno pepper, seeded and minced",
				"2 Roma tomatoes, seeded and diced",
				"1 tablespoon chopped cilantro",
				"1 clove garlic, minced"
			],
			"step": [
				"In a large bowl place the scooped avocado pulp and lime juice, toss to coat. Drain, and reserve the lime juice, after all of the avocados have been coated. ",
				"Using a potato masher add the salt, cumin, and cayenne and mash. Then, fold in the onions, tomatoes, cilantro, and garlic. ",
				"Add 1 tablespoon of the reserved lime juice. ",
				"Let sit at room temperature for 1 hour and then serve."
			]
		},
		{
			"image": "https://cdn.rawgit.com/jwass91/mavo-recipe-book/389f5daa27da33aea0783f5dc13f7e61f09e698a/images/FN_FNK-Videos-Chocolate-Chip-Cookies_s4x3.jpg.rend.hgtvcom.616.462.jpg",
			"tag": [
				"Dessert",
				"Chocolate"
			],
			"ingredient": [
				"2 1/4 cups all-purpose flour",
				"3/4 teaspoon baking soda",
				"1/2 teaspoon fine salt",
				"1 stick (8 tablespoons) unsalted butter, softened",
				"1 cup light brown sugar",
				"1/2 cup granulated sugar",
				"2 large eggs",
				"2 teaspoons pure vanilla extract",
				"12 ounces semisweet chocolate chips"
			],
			"step": [
				"Preheat the oven to 375 degrees F. Line a baking sheet with parchment paper.",
				"Whisk together the flour, baking soda and salt in a medium bowl and set aside.",
				"Beat the butter, brown sugar and granulated sugar with an electric mixer on medium-high speed in a large bowl until well combined, about 2 minutes. ",
				"Add the eggs and vanilla and beat until light in color, 2 to 3 minutes. ",
				"Add the flour mixture and mix on low speed until well incorporated. Fold in the chocolate chips by hand using a rubber spatula.",
				"Using a small scoop or tablespoon, drop level tablespoonfuls of dough onto the prepared baking sheet, about 2 inches apart. (You should be able to fit about a dozen cookies.)",
				"Bake until golden around the edges and soft-set in the centers, 12 to 15 minutes.",
				"Cool the cookies on the baking sheet for 5 minutes, and then remove to a rack to cool completely.",
				"Repeat with the remaining dough, baking 3 batches total. Store the dough in the refrigerator between batches"
			],
			"title": "Chewy Chocolate Chip Cookies"
		}
	],
	"name": "Jared"
}